const pages = [
    {
        header: "การเงินและการลงทุน",
        image: "/images/Invest1.jpg",
        head: "มือใหม่หัดเริ่มลงทุน",
        p:"ถึงแม้ว่าการลงทุนจะเป็นหนทางสู่ความมั่นคงและความมั่งคั่งทางการเงินได้ แต่การลงทุนก็มีความเสี่ยง และเป็นหนทางที่จะนำพาไปสู่การขาดทุน หากเราลงทุนโดยไม่มีพื้นฐาน ดังนั้น ลองกดเข้ามาอ่านวิธีกันก่อน",
        link:"/ContentPage/FinanceSection/Invest.html"
    },
    {
        header: "",
        image: "/images/tax.jpg",
        head: "การคำนวนภาษีเบื้องต้น",
        p:"ถึงแม้ว่าการลงทุการคำนวนภาษีที่หลายคนคิดว่าเป็นเรื่องไกลตัว แต่จริงๆแล้วเป็นสิ่งสำคัญที่ควรรู้ไว้เพื่อประโยชน์ของตนเอง มีวิธีคำนวนง่ายๆดังนี้",
        link:"/ContentPage/FinanceSection/Tax.html"
    }
];